Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.error.cannotArchiveDefaultJob
source: Set another job as default before archiving this one.
ar: عيّن وظيفة أخرى كافتراضية قبل أرشفة هذه الوظيفة.
bg: Задайте друга работа по подразбиране, преди да архивирате тази.
bn: এটি আর্কাইভ করার আগে অন্য একটি চাকরিকে ডিফল্ট করুন।
ca: Estableix una altra feina com a predeterminada abans d'arxivar aquesta.
cs: Před archivací této práce nastavte jinou jako výchozí.
da: Vælg et andet job som standard, før du arkiverer dette.
de: Lege einen anderen Job als Standard fest, bevor du diesen archivierst.
el: Ορίστε άλλη εργασία ως προεπιλεγμένη πριν αρχειοθετήσετε αυτήν.
es: Establece otro empleo como predeterminado antes de archivar este.
et: Enne selle arhiveerimist määra vaikimisi tööks mõni muu töö.
fa: پیش از بایگانی این شغل، شغل دیگری را پیش‌فرض کنید.
fi: Aseta toinen työ oletukseksi ennen tämän arkistointia.
fil: Magtakda muna ng ibang trabaho bilang default bago ito i-archive.
fr: Définissez un autre emploi par défaut avant d’archiver celui-ci.
he: יש להגדיר עבודה אחרת כברירת מחדל לפני העברת העבודה הזו לארכיון.
hi: इसे संग्रहित करने से पहले कोई दूसरी नौकरी डिफ़ॉल्ट बनाएँ।
hr: Postavite drugi posao kao zadani prije arhiviranja ovog.
hu: Archiválás előtt állítson be egy másik munkát alapértelmezettként.
id: Jadikan pekerjaan lain sebagai default sebelum mengarsipkan pekerjaan ini.
is: Veldu annað starf sem sjálfgefið áður en þú setur þetta í geymslu.
it: Imposta un altro lavoro come predefinito prima di archiviare questo.
ja: この仕事をアーカイブする前に、別の仕事をデフォルトに設定してください。
ko: 이 근무처를 보관하기 전에 다른 근무처를 기본값으로 설정하세요.
lt: Prieš archyvuodami šį darbą, nustatykite kitą kaip numatytąjį.
lv: Pirms arhivēšanas iestatiet citu darbu kā noklusējuma darbu.
nb: Velg en annen jobb som standard før du arkiverer denne.
nl: Stel een andere baan in als standaard voordat je deze archiveert.
nn: Vel ein annan jobb som standard før du arkiverer denne.
pl: Przed archiwizacją ustaw inną pracę jako domyślną.
pt_br: Defina outro emprego como padrão antes de arquivar este.
ro: Setează alt loc de muncă drept implicit înainte de a-l arhiva pe acesta.
ru: Перед архивацией назначьте другую работу основной.
sk: Pred archiváciou nastavte inú prácu ako predvolenú.
sl: Pred arhiviranjem te zaposlitve nastavite drugo kot privzeto.
sr: Postavite drugi posao kao podrazumevani pre arhiviranja ovog.
sv: Ange ett annat jobb som standard innan du arkiverar det här.
sw: Weka kazi nyingine iwe chaguomsingi kabla ya kuihifadhi hii kwenye kumbukumbu.
ta: இதை காப்பகப்படுத்தும் முன் வேறொரு வேலையை இயல்புநிலையாக அமைக்கவும்.
th: ตั้งงานอื่นเป็นค่าเริ่มต้นก่อนเก็บงานนี้เข้าคลัง
tr: Bunu arşivlemeden önce başka bir işi varsayılan olarak ayarlayın.
uk: Перш ніж архівувати цю роботу, виберіть іншу за замовчуванням.
ur: اسے آرکائیو کرنے سے پہلے کسی اور ملازمت کو ڈیفالٹ بنائیں۔
vi: Đặt công việc khác làm mặc định trước khi lưu trữ công việc này.
zh_hans: 请先将另一份工作设为默认，再归档此工作。
zh_hant: 封存此工作前，請先將其他工作設為預設。

# settings.pay.error.cannotArchiveLastActiveJob
source: You can't archive your only active job.
ar: لا يمكنك أرشفة وظيفتك النشطة الوحيدة.
bg: Не можете да архивирате единствената си активна работа.
bn: আপনার একমাত্র সক্রিয় চাকরিটি আর্কাইভ করতে পারবেন না।
ca: No pots arxivar l'única feina activa.
cs: Nemůžete archivovat svou jedinou aktivní práci.
da: Du kan ikke arkivere dit eneste aktive job.
de: Du kannst deinen einzigen aktiven Job nicht archivieren.
el: Δεν μπορείτε να αρχειοθετήσετε τη μοναδική ενεργή εργασία σας.
es: No puedes archivar tu único empleo activo.
et: Sa ei saa arhiveerida oma ainsat aktiivset tööd.
fa: نمی‌توانید تنها شغل فعال خود را بایگانی کنید.
fi: Et voi arkistoida ainoaa aktiivista työtäsi.
fil: Hindi mo maaaring i-archive ang nag-iisa mong aktibong trabaho.
fr: Vous ne pouvez pas archiver votre seul emploi actif.
he: אי אפשר להעביר לארכיון את העבודה הפעילה היחידה שלך.
hi: आप अपनी एकमात्र सक्रिय नौकरी संग्रहित नहीं कर सकते।
hr: Ne možete arhivirati svoj jedini aktivni posao.
hu: Nem archiválhatja az egyetlen aktív munkáját.
id: Anda tidak dapat mengarsipkan satu-satunya pekerjaan aktif Anda.
is: Þú getur ekki sett eina virka starfið þitt í geymslu.
it: Non puoi archiviare il tuo unico lavoro attivo.
ja: 唯一の有効な仕事はアーカイブできません。
ko: 활성 근무처가 하나뿐이면 보관할 수 없습니다.
lt: Negalite archyvuoti vienintelio aktyvaus darbo.
lv: Nevar arhivēt vienīgo aktīvo darbu.
nb: Du kan ikke arkivere den eneste aktive jobben.
nl: Je kunt je enige actieve baan niet archiveren.
nn: Du kan ikkje arkivere den einaste aktive jobben din.
pl: Nie możesz zarchiwizować swojej jedynej aktywnej pracy.
pt_br: Você não pode arquivar seu único emprego ativo.
ro: Nu poți arhiva singurul tău loc de muncă activ.
ru: Нельзя архивировать единственную активную работу.
sk: Nemôžete archivovať svoju jedinú aktívnu prácu.
sl: Ne morete arhivirati svoje edine aktivne zaposlitve.
sr: Ne možete arhivirati svoj jedini aktivni posao.
sv: Du kan inte arkivera ditt enda aktiva jobb.
sw: Huwezi kuhifadhi kwenye kumbukumbu kazi yako pekee iliyo hai.
ta: செயலில் உள்ள ஒரே வேலையை காப்பகப்படுத்த முடியாது.
th: คุณไม่สามารถเก็บงานที่ยังใช้งานอยู่เพียงงานเดียวเข้าคลังได้
tr: Tek aktif işinizi arşivleyemezsiniz.
uk: Не можна архівувати єдину активну роботу.
ur: آپ اپنی واحد فعال ملازمت آرکائیو نہیں کر سکتے۔
vi: Bạn không thể lưu trữ công việc đang hoạt động duy nhất.
zh_hans: 不能归档唯一仍在使用的工作。
zh_hant: 無法封存唯一仍在使用的工作。

# settings.pay.error.cannotDeleteBaseline
source: Cannot delete baseline while other entries exist
ar: لا يمكن حذف الأساس بينما توجد إدخالات أخرى
bg: Не може да се изтрие базовата линия, докато съществуват други записи
bn: অন্যান্য এন্ট্রি থাকার সময় বেসলাইন মুছা যায় না
ca: No es pot suprimir la línia de base mentre existeixin altres entrades
cs: Nelze smazat grunnlinie, pokud existují další položky
da: Kan ikke slette grundlinjen mens andre oppføringer eksisterer
de: Grundgehalt kann nicht gelöscht werden, während andere Einträge vorhanden sind
el: Δεν είναι δυνατή η διαγραφή της βασικής γραμμής ενώ υπάρχουν άλλες καταχωρίσεις
es: No se puede eliminar la línea base mientras existan otros registros
et: Ei saa kustutada grunnjoont, kuni muud kirjed on olemas
fa: نمی‌توان خط پایه را حذف کرد تا زمانی که ورودی‌های دیگری وجود دارند
fi: Perusarvoa ei voi poistaa, kun muita kirjauksia on olemassa
fil: Hindi maaaring burahin ang baseline habang may ibang entries
fr: Impossible de supprimer la ligne de base alors que d'autres entrées existent
he: לא ניתן למחוק את הבסיס בעוד ערכים אחרים קיימים
hi: अन्य प्रविष्टियां मौजूद होने पर आधार रेखा को हटाया नहीं जा सकता
hr: Nije moguće izbrisati grunnliniju dok postoje drugi unosi
hu: Nem lehet törölni az alapvonalat, amíg más bejegyzések léteznek
id: Kan ikke slette grunnlinjen mens andre oppføringer eksisterer
is: Ekki er hægt að eyða grunnlínu meðan aðrar færslur eru til
it: Impossibile eliminare la base mentre esistono altre voci
ja: 他のエントリが存在する場合、基本給を削除することはできません
ko: 다른 항목이 존재하는 동안 기본선을 삭제할 수 없습니다
lt: Negalima ištrinti gruntlinijos, kol egzistuoja kiti įrašai
lv: Nevar dzēst grunnlīniju, kamēr pastāv citi ieraksti
nb: Kan ikke slette grunnlinjen mens andre oppføringer eksisterer
nl: Kan startloon niet verwijderen terwijl andere opggaven bestaan
nn: Kan ikkje sletta grunnlinjen medan andre oppføringer eksisterer
pl: Nie można usunąć stawki podstawowej, gdy istnieją inne wpisy
pt_br: Não é possível deletar a linha base enquanto outras entradas existem
ro: Nu se poate șterge linia de bază în timp ce alte intrări există
ru: Невозможно удалить базовую зарплату, пока существуют другие записи
sk: Nemôžete odstrániť grunnľu, ak existujú iné záznamy
sl: Osnove ne moraš izbrisati, medtem ko obstajajo drugi vnosi
sr: Не можеш обрисати грундну линију док постоје други уноси
sv: Kan inte ta bort grundlinjen medan andra poster finns
sw: Haiwezi kufuta msingi wakati maingizo mengine yapo
ta: மற்ற உள்ளீடுகள் இருக்கும் போது அடிப்படை வரியை删除 செய்ய முடியாது
th: ไม่สามารถลบเงินเดือนเริ่มต้นได้ขณะมีรายการอื่นอยู่
tr: Başka girdiler varken temel silinemiyor
uk: Неможливо видалити базову ставку, поки існують інші записи
ur: دوسری اندراجات کے موجود ہونے کے دوران بنیاد حذف نہیں کی جا سکتی
vi: Không thể xóa lương cơ bản khi tồn tại các mục khác
zh_hans: 存在其他条目时无法删除基本工资
zh_hant: 存在其他條目時無法刪除基線

# settings.pay.error.cannotDeleteDefaultJob
source: Set another job as default before deleting this one.
ar: عيّن وظيفة أخرى كافتراضية قبل حذف هذه الوظيفة.
bg: Задайте друга работа по подразбиране, преди да изтриете тази.
bn: এটি মোছার আগে অন্য একটি চাকরিকে ডিফল্ট করুন।
ca: Estableix una altra feina com a predeterminada abans de suprimir aquesta.
cs: Před smazáním této práce nastavte jinou jako výchozí.
da: Vælg et andet job som standard, før du sletter dette.
de: Lege einen anderen Job als Standard fest, bevor du diesen löschst.
el: Ορίστε άλλη εργασία ως προεπιλεγμένη πριν διαγράψετε αυτήν.
es: Establece otro empleo como predeterminado antes de eliminar este.
et: Enne selle kustutamist määra vaikimisi tööks mõni muu töö.
fa: پیش از حذف این شغل، شغل دیگری را پیش‌فرض کنید.
fi: Aseta toinen työ oletukseksi ennen tämän poistamista.
fil: Magtakda muna ng ibang trabaho bilang default bago ito i-delete.
fr: Définissez un autre emploi par défaut avant de supprimer celui-ci.
he: יש להגדיר עבודה אחרת כברירת מחדל לפני מחיקת העבודה הזו.
hi: इसे हटाने से पहले कोई दूसरी नौकरी डिफ़ॉल्ट बनाएँ।
hr: Postavite drugi posao kao zadani prije brisanja ovog.
hu: Törlés előtt állítson be egy másik munkát alapértelmezettként.
id: Jadikan pekerjaan lain sebagai default sebelum menghapus pekerjaan ini.
is: Veldu annað starf sem sjálfgefið áður en þú eyðir þessu.
it: Imposta un altro lavoro come predefinito prima di eliminare questo.
ja: この仕事を削除する前に、別の仕事をデフォルトに設定してください。
ko: 이 근무처를 삭제하기 전에 다른 근무처를 기본값으로 설정하세요.
lt: Prieš ištrindami šį darbą, nustatykite kitą kaip numatytąjį.
lv: Pirms dzēšanas iestatiet citu darbu kā noklusējuma darbu.
nb: Velg en annen jobb som standard før du sletter denne.
nl: Stel een andere baan in als standaard voordat je deze verwijdert.
nn: Vel ein annan jobb som standard før du slettar denne.
pl: Przed usunięciem ustaw inną pracę jako domyślną.
pt_br: Defina outro emprego como padrão antes de excluir este.
ro: Setează alt loc de muncă drept implicit înainte de a-l șterge pe acesta.
ru: Перед удалением назначьте другую работу основной.
sk: Pred odstránením nastavte inú prácu ako predvolenú.
sl: Pred izbrisom te zaposlitve nastavite drugo kot privzeto.
sr: Postavite drugi posao kao podrazumevani pre brisanja ovog.
sv: Ange ett annat jobb som standard innan du tar bort det här.
sw: Weka kazi nyingine iwe chaguomsingi kabla ya kufuta hii.
ta: இதை நீக்கும் முன் வேறொரு வேலையை இயல்புநிலையாக அமைக்கவும்.
th: ตั้งงานอื่นเป็นค่าเริ่มต้นก่อนลบงานนี้
tr: Bunu silmeden önce başka bir işi varsayılan olarak ayarlayın.
uk: Перш ніж видалити цю роботу, виберіть іншу за замовчуванням.
ur: اسے حذف کرنے سے پہلے کسی اور ملازمت کو ڈیفالٹ بنائیں۔
vi: Đặt công việc khác làm mặc định trước khi xóa công việc này.
zh_hans: 请先将另一份工作设为默认，再删除此工作。
zh_hant: 刪除此工作前，請先將其他工作設為預設。

# settings.pay.error.cannotDeleteWorkplaceWithHistory.message
source: This job has shifts or payroll adjustments. Archive it instead, or move or delete them first.
ar: تحتوي هذه الوظيفة على ورديات أو تعديلات على الأجور. أرشِفها بدلًا من ذلك، أو انقلها أو احذفها أولًا.
bg: Тази работа има смени или корекции на заплащането. Вместо това я архивирайте или първо ги преместете или изтрийте.
bn: এই চাকরিতে শিফট বা বেতন সমন্বয় রয়েছে। পরিবর্তে এটি আর্কাইভ করুন, অথবা আগে সেগুলো স্থানান্তর বা মুছে ফেলুন।
ca: Aquesta feina té torns o ajustos de nòmina. Arxiva-la en lloc d’eliminar-la, o mou-los o elimina’ls primer.
cs: Toto zaměstnání obsahuje směny nebo úpravy mzdy. Místo smazání ho archivujte, případně tyto položky nejprve přesuňte nebo smažte.
da: Dette job har vagter eller lønjusteringer. Arkivér det i stedet, eller flyt eller slet dem først.
de: Für diesen Job gibt es Schichten oder Lohnanpassungen. Archiviere ihn stattdessen oder verschiebe bzw. lösche sie zuerst.
el: Αυτή η εργασία έχει βάρδιες ή μισθολογικές προσαρμογές. Αρχειοθετήστε την ή μετακινήστε ή διαγράψτε πρώτα τις βάρδιες και τις προσαρμογές.
es: Este empleo tiene turnos o ajustes de nómina. Archívalo en su lugar, o muévelos o elimínalos primero.
et: Selle töökohaga on seotud vahetusi või palgakorrektsioone. Arhiveeri see töökoht või teisalda või kustuta need enne.
fa: این شغل دارای شیفت‌ها یا اصلاحات پرداخت است. به‌جای حذف، آن را بایگانی کنید یا ابتدا آن‌ها را جابه‌جا یا حذف کنید.
fi: Tällä työpaikalla on työvuoroja tai palkankorjauksia. Arkistoi työpaikka tai siirrä tai poista ne ensin.
fil: May mga shift o pagsasaayos sa sahod ang trabahong ito. I-archive ito sa halip, o ilipat o burahin muna ang mga ito.
fr: Cet emploi comporte des services ou des ajustements de paie. Archivez-le plutôt, ou déplacez-les ou supprimez-les d'abord.
he: למקום העבודה הזה יש משמרות או התאמות שכר. העבר אותו לארכיון, או העבר או מחק אותן קודם.
hi: इस नौकरी में शिफ्ट या वेतन समायोजन हैं। इसके बजाय इसे आर्काइव करें, या पहले उन्हें स्थानांतरित करें या हटाएं।
hr: Ovaj posao ima smjene ili prilagodbe plaće. Umjesto toga ga arhivirajte ili ih najprije premjestite ili izbrišite.
hu: Ehhez a munkahelyhez műszakok vagy bérkorrekciók tartoznak. Inkább archiváld, vagy előbb helyezd át, illetve töröld ezeket.
id: Pekerjaan ini memiliki shift atau penyesuaian pembayaran. Arsipkan pekerjaan ini, atau pindahkan atau hapus shift dan penyesuaian tersebut terlebih dahulu.
is: Þetta starf inniheldur vaktir eða launaleiðréttingar. Settu það frekar í geymslu eða færðu vaktirnar og launaleiðréttingarnar eða eyddu þeim fyrst.
it: Questo lavoro ha turni o rettifiche di paga. Archivialo invece, oppure spostali o eliminali prima.
ja: この勤務先にはシフトまたは給与調整の履歴があります。代わりにアーカイブするか、先にそれらを移動または削除してください。
ko: 이 직장에 근무 기록 또는 급여 조정 내역이 있습니다. 대신 보관하거나, 먼저 이동 또는 삭제하세요.
lt: Ši darbovietė turi pamainų arba atlygio koregavimų. Verčiau ją suarchyvuokite arba pirmiausia perkelkite ar ištrinkite juos.
lv: Šai darba vietai ir maiņas vai algas korekcijas. Tā vietā arhivējiet to vai vispirms pārvietojiet vai dzēsiet šīs maiņas un korekcijas.
nb: Denne jobben har vakter eller lønnsjusteringer. Arkiver den i stedet, eller flytt eller slett dem først.
nl: Deze baan heeft diensten of loonaanpassingen. Archiveer de baan in plaats daarvan, of verplaats of verwijder die eerst.
nn: Denne jobben har vakter eller lønsjusteringar. Arkiver han i staden, eller flytt eller slett dei først.
pl: Ta praca ma zmiany lub korekty wynagrodzenia. Zamiast tego zarchiwizuj ją albo najpierw przenieś je lub usuń.
pt_br: Este emprego tem turnos ou ajustes salariais. Arquive-o ou mova esses itens ou exclua-os primeiro.
ro: Acest loc de muncă are ture sau ajustări salariale. Arhivează-l sau mută-le ori șterge-le mai întâi.
ru: У этого места работы есть смены или корректировки оплаты. Вместо удаления заархивируйте его либо сначала переместите или удалите их.
sk: Toto pracovisko obsahuje pracovné zmeny alebo úpravy mzdy. Namiesto odstránenia ho archivujte, alebo ich najprv presuňte či odstráňte.
sl: Ta služba ima izmene ali prilagoditve plačila. Namesto tega jo arhivirajte ali pa jih najprej premaknite oziroma izbrišite.
sr: Ovaj posao ima smene ili korekcije zarade. Umesto toga ga arhivirajte ili ih prvo premestite ili obrišite.
sv: Det här jobbet har arbetspass eller lönejusteringar. Arkivera det i stället, eller flytta eller radera dem först.
sw: Kazi hii ina zamu au marekebisho ya malipo. Iweke kwenye kumbukumbu badala yake, au uzihamishe au uzifute kwanza.
ta: இந்த வேலையில் ஷிப்ட்கள் அல்லது ஊதியச் சரிசெய்தல்கள் உள்ளன. அதற்குப் பதிலாக காப்பகப்படுத்தவும் அல்லது அவற்றை முதலில் நகர்த்தவும் அல்லது நீக்கவும்.
th: งานนี้มีกะหรือการปรับค่าจ้าง ให้เก็บถาวรแทน หรือลบหรือย้ายรายการเหล่านั้นก่อน
tr: Bu işte vardiyalar veya bordro düzeltmeleri var. Bunun yerine arşivleyin ya da önce bunları taşıyın veya silin.
uk: Ця робота має зміни або коригування оплати. Натомість заархівуйте її або спочатку перемістіть чи видаліть їх.
ur: اس ملازمت میں شفٹیں یا پے رول ایڈجسٹمنٹس موجود ہیں۔ اسے حذف کرنے کے بجائے آرکائیو کریں، یا پہلے انہیں منتقل یا حذف کریں۔
vi: Công việc này có ca làm hoặc điều chỉnh lương. Thay vào đó, hãy lưu trữ công việc hoặc di chuyển hay xóa chúng trước.
zh_hans: 此工作包含班次或薪资调整。请改为将其归档，或先移动或删除这些记录。
zh_hant: 此工作有班次或薪資調整。請改為封存，或先移動或刪除這些項目。

# settings.pay.error.cannotDeleteWorkplaceWithHistory.title
source: Cannot delete job
ar: لا يمكن حذف الوظيفة
bg: Работата не може да бъде изтрита
bn: চাকরি মুছে ফেলা যাচ্ছে না
ca: No es pot eliminar la feina
cs: Nelze smazat zaměstnání
da: Kan ikke slette job
de: Job kann nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή της εργασίας
es: No se puede eliminar el empleo
et: Töökohta ei saa kustutada
fa: امکان حذف شغل وجود ندارد
fi: Työpaikkaa ei voi poistaa
fil: Hindi mabura ang trabaho
fr: Impossible de supprimer l'emploi
he: לא ניתן למחוק את מקום העבודה
hi: नौकरी हटाई नहीं जा सकती
hr: Nije moguće izbrisati posao
hu: A munkahely nem törölhető
id: Tidak dapat menghapus pekerjaan
is: Ekki er hægt að eyða starfi
it: Impossibile eliminare il lavoro
ja: 勤務先を削除できません
ko: 직장을 삭제할 수 없음
lt: Negalima ištrinti darbovietės
lv: Nevar dzēst darba vietu
nb: Kan ikke slette jobb
nl: Kan baan niet verwijderen
nn: Kan ikkje slette jobb
pl: Nie można usunąć pracy
pt_br: Não é possível excluir o emprego
ro: Locul de muncă nu poate fi șters
ru: Не удаётся удалить место работы
sk: Pracovisko nemožno odstrániť
sl: Službe ni mogoče izbrisati
sr: Nije moguće obrisati posao
sv: Det går inte att radera jobbet
sw: Haiwezi kufuta kazi
ta: வேலையை நீக்க முடியாது
th: ลบงานไม่ได้
tr: İş silinemiyor
uk: Не вдається видалити роботу
ur: ملازمت حذف نہیں کی جا سکتی
vi: Không thể xóa công việc
zh_hans: 无法删除工作
zh_hant: 無法刪除工作

# settings.pay.error.cannotSetInactiveDefault
source: An archived or deleted job can't be the default.
ar: لا يمكن تعيين وظيفة مؤرشفة أو محذوفة كافتراضية.
bg: Архивирана или изтрита работа не може да е по подразбиране.
bn: আর্কাইভ করা বা মুছে ফেলা চাকরি ডিফল্ট হতে পারে না।
ca: Una feina arxivada o suprimida no pot ser la predeterminada.
cs: Archivovaná nebo smazaná práce nemůže být výchozí.
da: Et arkiveret eller slettet job kan ikke være standard.
de: Ein archivierter oder gelöschter Job kann nicht Standard sein.
el: Μια αρχειοθετημένη ή διαγραμμένη εργασία δεν μπορεί να είναι προεπιλεγμένη.
es: Un empleo archivado o eliminado no puede ser el predeterminado.
et: Arhiveeritud või kustutatud töö ei saa olla vaikimisi töö.
fa: شغل بایگانی‌شده یا حذف‌شده نمی‌تواند پیش‌فرض باشد.
fi: Arkistoitu tai poistettu työ ei voi olla oletus.
fil: Hindi puwedeng maging default ang naka-archive o na-delete na trabaho.
fr: Un emploi archivé ou supprimé ne peut pas être défini par défaut.
he: עבודה שהועברה לארכיון או נמחקה לא יכולה להיות ברירת המחדל.
hi: संग्रहित या हटाई गई नौकरी डिफ़ॉल्ट नहीं हो सकती।
hr: Arhivirani ili izbrisani posao ne može biti zadani.
hu: Archivált vagy törölt munka nem lehet alapértelmezett.
id: Pekerjaan yang diarsipkan atau dihapus tidak dapat menjadi default.
is: Starf sem hefur verið sett í geymslu eða eytt getur ekki verið sjálfgefið.
it: Un lavoro archiviato o eliminato non può essere predefinito.
ja: アーカイブ済みまたは削除済みの仕事はデフォルトに設定できません。
ko: 보관되거나 삭제된 근무처는 기본값으로 설정할 수 없습니다.
lt: Archyvuotas ar ištrintas darbas negali būti numatytasis.
lv: Arhivēts vai dzēsts darbs nevar būt noklusējuma darbs.
nb: En arkivert eller slettet jobb kan ikke være standard.
nl: Een gearchiveerde of verwijderde baan kan niet de standaard zijn.
nn: Ein arkivert eller sletta jobb kan ikkje vere standard.
pl: Zarchiwizowana lub usunięta praca nie może być domyślna.
pt_br: Um emprego arquivado ou excluído não pode ser o padrão.
ro: Un loc de muncă arhivat sau șters nu poate fi implicit.
ru: Архивная или удалённая работа не может быть основной.
sk: Archivovaná alebo odstránená práca nemôže byť predvolená.
sl: Arhivirana ali izbrisana zaposlitev ne more biti privzeta.
sr: Arhivirani ili obrisani posao ne može biti podrazumevani.
sv: Ett arkiverat eller borttaget jobb kan inte vara standard.
sw: Kazi iliyohifadhiwa kwenye kumbukumbu au kufutwa haiwezi kuwa chaguomsingi.
ta: காப்பகப்படுத்தப்பட்ட அல்லது நீக்கப்பட்ட வேலை இயல்புநிலையாக இருக்க முடியாது.
th: งานที่เก็บเข้าคลังหรือลบแล้วไม่สามารถเป็นค่าเริ่มต้นได้
tr: Arşivlenmiş veya silinmiş bir iş varsayılan olamaz.
uk: Архівовану або видалену роботу не можна вибрати за замовчуванням.
ur: آرکائیو یا حذف شدہ ملازمت ڈیفالٹ نہیں ہو سکتی۔
vi: Không thể đặt công việc đã lưu trữ hoặc đã xóa làm mặc định.
zh_hans: 已归档或删除的工作不能设为默认。
zh_hant: 已封存或刪除的工作無法設為預設。

# settings.pay.error.createFailed
source: Could not create wage entry
ar: تعذر إنشاء إدخال الراتب
bg: Не е възможно създаването на запис за заплата
bn: বেতন এন্ট্রি তৈরি করা যায়নি
ca: No s'ha pogut crear l'entrada de salari
cs: Nepodařilo se vytvořit položku mzdy
da: Kunne ikke oprette lønnsoppføring
de: Lohneintrag konnte nicht erstellt werden
el: Δεν ήταν δυνατή η δημιουργία καταχώρισης μισθού
es: No se pudo crear el registro de salario
et: Palgakirje loomine ebaõnnestus
fa: نمی‌توان ورودی دستمزد را ایجاد کرد
fi: Palkkakirjausta ei voitu luoda
fil: Hindi makagawa ng wage entry
fr: Impossible de créer l'entrée de salaire
he: לא היה ניתן ליצור ערך משכורת
hi: वेतन प्रविष्टि बनाई नहीं जा सकी
hr: Nije bilo moguće stvoriti unos plaće
hu: Nem sikerült létrehozni a fizetési bejegyzést
id: Kunne ikke opprette lønnsoppføring
is: Gat ekki búið til launafærslu
it: Impossibile creare voce salariale
ja: 給与エントリを作成できませんでした
ko: 급여 항목을 만들 수 없습니다
lt: Nepavyko sukurti atlyginimo įrašo
lv: Nevarēja izveidot algas ierakstu
nb: Kunne ikke opprette lønnsoppføring
nl: Kon loonopggave niet aanmaken
nn: Kunne ikkje opprettja lønnsoppføring
pl: Nie można było utworzyć wpisu wynagrodzenia
pt_br: Não foi possível criar entrada de salário
ro: Nu s-a putut crea intrarea salarială
ru: Не удалось создать запись о зарплате
sk: Nepodarilo sa vytvoriť záznam mzdy
sl: Ni bilo mogoče ustvariti vnosa plače
sr: Није могуће креирати унос плате
sv: Kunde inte skapa lönepost
sw: Haiwezi kuunda ingizo la mshahara
ta: ஊதிய உள்ளீட்டை உருவாக்க முடியவில்லை
th: ไม่สามารถสร้างรายการเงินเดือนได้
tr: Maaş girdisi oluşturulamadı
uk: Не вдалося створити запис про заробітну плату
ur: تنخواہ اندراج بنانے میں ناکام
vi: Không thể tạo mục lương
zh_hans: 无法创建工资条目
zh_hant: 無法建立工資條目
